Repository: webplate/chronogeoscope
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: fr, it

source: Chronogeoscope
fr: Chronogéoscope
it: Cronogeoscopio

source: The Chronogeoscope
fr: Chronogéoscope
it: Il Cronogeoscopio

source: The earth as its own clock
fr: La Terre est sa propre horloge&nbsp;!
it: La Terra è l'orologio della Terra

source: Solar time at your position
fr: Heure solaire à votre positon
it: L'ora solare nella tua posizione

source: Local time
fr: Heure locale
it: Ora locale

source: Greenwich mean time
fr: Heure moyenne Greenwich
it: Ora di Greenwich

source: Jump to city :
fr: Aller à :
it: Fai un salto a:

source: Choose a city
fr: Choisissez une ville
it: Scegli una città

source: Latitude :
it: Latitudine:

source: Longitude :
it: Longitudine:

source: by %(roberto)s and %(glen)s,
fr: par %(roberto)s et %(glen)s,
it: una creazione di %(roberto)s e %(glen)s

source: What is the Chronogeoscope ?
fr: Qu'est-ce-que le chronogéoscope&nbsp;?
it: Che cos'è il Cronogeoscopio?

source: The Chronogeoscope is an educational software that makes it possible to study the conceptual tie between time and place in a watch.
fr: Le chronogéoscope est un logiciel éducatif pensé pour étudier le lien conceptuel entre le temps et le lieu sur une horloge.
it: Il Cronogeoscopio è un software educativo che permette di studiare il nesso concettuale tra tempo e posizione, nesso su cui si basa ogni orologio.

source: The idea:
fr: L'idée :
it: L'dea:

source: Your location on a map of the Earth provides the hour hand of a 24 hour clock. By reading the number on the hour ring corresponding to your location, you know what the solar time of your location is. So you are not actually using a clock, but a model of the Earth's rotation, in order to get an idea of the current time.
fr: Votre position sur une carte de la Terre représente l'aiguille d'une horloge à cadran de 24 heures. En lisant le nombre indiqué par l'aiguille correspondant à votre position, vous pouvez connaître le temps solaire à cette position. Vous utilisez alors un modèle de la rotation de la Terre, et non pas une horloge, pour vous faire une idée de l'heure qu'il est.
it: La tua posizione sulla mappa della Terra corrisponde alla lancetta delle ore di un orologio con 24 spicchi. Se leggi il numero sul tratto di circonferenza che corrisponde alla tua posizione, puoi scoprire l'ora solare del punto in cui ti trovi. Insomma, è un modo alternativo di sapere che ore sono, che non prevede l'uso di un orologio, ma di un modello delle rotazione terrestre.

source: Why use this particular type of representation ?
fr: Pourquoi utiliser cette représentation particulière&nbsp;?
it: Perché proprio questa rappresentazione?

source: We wanted to show that hidden in each watch's face there is an implicit image of the Earth's spin. The Earth is its own clock !
fr: Nous voulons montrer que derrière toute montre à aiguilles se cache une image implicite de la Terre en rotation. La Terre est sa propre horloge&nbsp;!
it: Ci è venuta l'idea di mostrare che il quadrante di ogni orologio nasconde un'immagine implicita della rotazione terrestre. La Terra è l'orologio della Terra!

source: How did we do it ?
fr: Comment ça marche&nbsp;?
it: Come abbiamo fatto?

source: We divided the time on the watch's face not in 12, but in 24 hours. We then turned the clock's face into a representation of the Earth centered on the South Pole. This way the Earth's map rotates the way the Earth does (seen from above the South Pole, the rotation is clockwise.) Then we set the period of the rotating map's spin: 24 hours exactly. If you are patient enough, you will see that the map gently rotates.
fr: Nous avons divisé le cadran de l'horloge en 24 heures et pas 12 comme d'habitude. Puis nous projetons la Terre centrée sur le pôle Sud sur un cadran rotatif. Ainsi la carte de la Terre tourne en suivant la rotation actuelle de la Terre. Lorsqu'elle est vue face au pôle Sud, la Terre tourne dans le sens des aiguilles d'une montre. Enfin, la période de rotation complète de la carte est réglée sur 24 heures. Avec un peu de patience, vous pourrez voir la carte tourner doucement.
it: Sul quadrante dell'orologio, abbiamo diviso il tempo non in 12 ma in 24 ore. Poi abbiamo trasformato il quadrante dell'orologio in una rappresentazione della Terra centrata sul Polo Sud. Così, la mappa della Terra ruota nello stesso senso della Terra (vista da sopra il Polo Sud, la rotazione è in senso orario). Abbiamo quindi impostato il periodo di rotazione della mappa rotante : esattamente 24 ore. Se hai un po' di pazienza, puoi notare che, lentamente, la mappa gira.

source: At this point, the key idea is to find your location on the map. This is done either by entering the location directly in the Latitude and Longitude boxes, or by allowing the software to retrieve your position. You position is then indicated by the red dot.
fr: Il vous reste à comprendre où vous vous trouvez sur la carte. Cela se fait en entrant manuellement votre Latitude et votre Longitude, ou en autorisant le logiciel à accéder à votre position. Celle-ci est indiquée par le point rouge sur la carte.
it: A questo punto, la domanda è: qual'è la tua posizione sulla mappa? Puoi trovarla in due modi : inserisci direttamente le tue coordinate alle voci "Latitudine" e "Longitudine", oppure consenti al software di rintracciarti. Fatto? Ora il punto rosso indica dove ti trovi.

source: Your location is the hour hand on a 24 hour-period rotating map of the world. This means that you can use space to tell the time.
fr: Votre position est l'aiguille d'une montre-carte rotative réglée à un tour par 24 heures. Cela signifie que l'on peut lire l'heure dans l'espace.
it: La tua posizione è la lancetta delle ore di un planisfero rotante su 24 ore. Ciò significa che puoi usare lo spazio per stabilire l'ora.

source: Here comes the important part: the way we built it, the red dot does not talk to a timepiece that tells the hour, but to a GPS that tells the place. At this point it uses a timer – not a clock – that sets the rotation at the 24 hour period.
fr: Ce qu'il est important de remarquer c'est que le point rouge n'est pas ajusté en fonction d'une mesure du temps mais bien en fonction d'une mesure de l'espace. En ajoutant à ça un minutage pour assurer la rotation de la carte suivant la période de la Terre on obtient une aiguille donnant l'heure.
it: Qui viene il pezzo forte: per come l'abbiamo programmato, il punto rosso non comunica con un orologio che dice l'ora, ma con un GPS che dice il luogo. A questo punto, si serve di un timer - e non di un orologio! - che stabilisce una rotazione di 24 ore.

source: We added another hand that does take input from a real clock: whereas the red dot specified solar time, the thin hand signals the actual conventional time (for instance, this takes into account daylight savings: during the summer, you can see that real times places you to the East of your current location!)
fr: Nous avons ajouté une autre aiguille qui est elle réglée d'après une mesure du temps, une vraie horloge. Alors que le point rouge révèle le temps solaire, l'aiguille plus fine affiche l'heure conventionnelle (elle prend en compte par exemple le décalage heure d'hiver / heure d'été). Vous pouvez observer que le temps classique nous place décalé vers l'Est par rapport à notre position réelle.
it: Abbiamo aggiunto un'altra lancetta, una lancetta che riceve i suoi input da un vero orologio: mentre il punto rosso indica l'ora solare, la lancetta sottile si riferisce all'ora convenzionale (tra l'altro, questa lancetta tiene conto dell'ora legale: in estate, puoi notare che l'ora reale ti mette a Est della tua vera posizione!)

source: Can you explain the strange shape of the night shadow ?
fr: Comment expliquer la forme étrange de l'ombre de la nuit&nbsp;?
it: Come spiegare la strana forma dell'ombra notturna?

source: The shaded area represents the night on Earth. The Sun is to be found in the direction of Noon. The shape of the shadow depends on two factors: day of the year and peculiar features of the Azimuthal Equidistant Projection.
fr: La surface assombrie représente la nuit sur Terre. Le Soleil est ainsi placé dans la direction de midi sur notre cadran. La forme de l'ombre dépend alors de deux facteurs&nbsp;: le jour de l'année et les particularités de la projection azimutale équidistante.
it: La zona d'ombra rappresenta la notte sulla Terra. Il Sole è nella stessa direzione della Luna. La forma dell'ombra dipende da due fattori: il giorno dell'anno e le particolari caratteristiche della Proiezione Azimutale Equidistante.

source: In the Boreal Summer=Austral Winter (June through September) the shadow engulfs the South Pole and does not touch the North Pole, which in the Azimuthal Equidistant Projection is a degenerate point, as it coincides with the outer perimeter of the map. In the Austral Summer/Boreal Winter (December through March) the shadow engulfs the degenerate representation of the North Pole.
fr: Pendant l'été boréal = l'hiver austral (de Juin à Septembre) l'ombre recouvre le pôle sud et n'atteint pas le pôle nord. Notez que la projection azimutale équidistante associe le pôle Nord à un point dégénéré coïncident avec le périmètre extérieur de la carte. Pendant l'été austral = l'hiver boréal (de Décembre à Mars) l'ombre recouvre la représentation dégénérée du pôle Nord et n'atteint pas le pôle Sud au centre du cadran.
it: Durante l'Estate Boreale/Inverno Australe (da giugno a settembre), l'ombra inghiotte il Polo Sud e non raggiunge il Polo Nord, che, nella Proiezione Azimutale Equidistante, è un punto deformato, perché coincide con il perimetro esterno del planisfero. Durante l'Estate Australe/Inverno Boreale (da dicembre a marzo) l'ombra inghiotte la rappresentazione deformata del Polo Nord.

source: Is it possible to give more details about the Chronogeoscope ?
fr: Quelques détails supplémentaires sur le chronogéoscope&nbsp;?
it: Qualche dettaglio in più sul Cronogeoscopio?

source: Used on Earth, a clock does not only tell the time, it also tells what meridian you are on (modulo time zones). For instance, it tells you that it is noon now. And now it is noon in Paris. Hence the clock tells you that you are on the Paris meridian. In order to draw this conclusion from the fact that is noon now, the only thing you have to know is that it is now noon in Paris.
fr: Utilisée sur Terre, une montre ne permet pas seulement de lire l'heure, elle indique aussi sur quel méridien vous vous trouvez (au fuseau horaire près). Par exemple, si elle indique midi maintenant. Et il est maintenant midi à Paris. Alors vous pouvez en déduire que vous vous situez sur le même méridien que Paris. Cette conclusion dérive seulement du fait qu'il est midi à Paris comme sur votre montre.
it: Se lo usi sulla Terra, un orologio non ti mostra soltanto l'ora, ma ti dice anche su quale meridiano ti trovi (approssimando al fuso orario). Per esempio, ti dice che adesso è mezzogiorno. E adesso è mezzogiorno a Roma. Perciò, l'orologio ti segnala che sei sul meridiano di Roma. Insomma, per trarre questa conclusione dal semplice fatto che adesso è mezzogiorno, l'unica cosa che devi sapere è che adesso è mezzogiorno a Roma.

source: Accordingly, a clock can misinform you about your location. It tells you that it is noon now. And now it is noon in Paris. The clock tells you that you are on the Paris meridian. But you are actually in London. It is 11am in London. If at 11am you look at you clock in London and it tells that it is noon, you may philosophically claim that the clock is not misinforming you, as it is telling what time it is now in Paris. But in your less philosophical moments, you would claim that the clock is plain wrong. Because it tells you that you are on the Paris meridian, and you know you are in London.
fr: D'une manière réciproque, une montre peut vous tromper à propos de votre position. Elle indique qu'il est midi maintenant. Et il est midi maintenant à Paris. Vous seriez donc sur le méridien de Paris... alors que vous êtes en réalité à Londres. Il est 11h à Londres, si à 11h vous regardez votre montre à Londres et elle vous indique midi, vous pourriez prétendre philosophiquement que la montre ne vous trompe pas, car elle vous indique l'heure parisienne. Si parfois votre approche philosophique s'estompe, la tentation de reprocher une erreur à cette montre sera grande. En effet, elle vous indiquerait que vous vous trouvez sur le méridien de Paris alors que vous savez avec certitude être à Londres.
it: Allo stesso modo, un orologio può ingannarti rispetto alla tua posizione. Ti dice che adesso è mezzogiorno. E adesso è mezzogiorno a Roma. L'orologio ti dice che sei sul meridiano di Roma. Ma in realtà, tu sei a Londra. A Londra sono le 11 del mattino. Se, alle 11 del mattino, guardi l'orologio a Londra, e l'orologio ti dice che è mezzogiorno, potresti filosofeggiare, affermando che l'orologio non ti sta ingannando, poiché ti sta dicendo che ore sono adesso a Roma. Ma, nei tuoi momenti meno filosofici, sarai più propenso a dire che l'orologio, banalmente, si sbaglia. Per un motivo molto semplice: ti dice che ti trovi sul meridiano di Roma, e tu sai benissimo di essere a Londra.

source: Consider a 24 hours dial. In place of the marks for 12 hours, it has marks for 24 hours. Make it a bit more complex. Instead of the hour hand, a miniature map of the globe as projected from the South pole occupies the whole of the clock's face. In the projection (an azimuthal equidistant projection), the South Pole is at the center of the face, and the North Pole is degenerately represented by the outmost circumference. Meridians are represented by straight lines, i.e. rays emanating from the center; parallels are concentric circles. The miniature map slowly revolves clockwise around the center, coming full circle in 24 hours. Abstract from time zones, with their irregular shapes and quantizing purposes.
fr: Considérons un cadran de 24 heures à la place du classique cadran de 12 heures. Complexifions un peu. À la place de l'aiguille des heures, une carte miniature du monde centrée sur le pôle Sud occupe l'intérieur du cadran. La projection azimutale équidistante employée à cet effet place le pôle Sud au centre et le pôle Nord devient un point dégénéré représenté par le bord circulaire de la carte. Les méridiens sont représentés par des lignes droites, i.e. des rayons émanant du centre, les parallèles sont des cercles concentriques. La mini-carte tourne doucement autour du centre, un tour complet en 24 heures. Ici, abstraction est faite des fuseaux horaires irréguliers et de leur intérêt organisationnel.
it: Considera un quadrante di 24 ore. Al posto dei segni per 12 ore, ci sono i segni per 24 ore. Complichiamo un po' le cose. Invece della lancetta delle ore, un planisfero in miniatura proiettato dal Polo Sud occupa l'intero quadrante dell'orologio. In questa proiezione (una proiezione azimutale equidistante), il Polo Sud è al centro del quadrante, e il Polo Nord è deformato, sulla circonferenza esterna. I meridiani sono rappresentati come linee dritte, come raggi che emanano dal centro; i paralleli sono cerchi concentrici. Il planisfero in miniatura ruota lentamente sul suo asse in senso orario, compiendo un giro completo in 24 ore. Indipendentemente dai fusi orari, con le loro forme irregolari e il loro scopo quantitativo.

source: Have the movement set relative to a standard of time, for instance by setting 00:00 at the Greenwhich meridian. Determine where you are, and you'll know your time. Or, conversely, determine where in the world it is now the time you read on the dial, and you'll know where you are. Suppose your position is given by a GPS and translated on the revolving miniature map by a red dot. The number you'll read at the end of the meridian on which the red dot lies is your current time. Take away the map, just leaving the red dot and the meridian. This is almost an ordinary clock's hour hand. In an ordinary (24 hours) clock, you just cannot see the map behind the meridian. But the map is there – and the hand is just a meridian on that map: your meridian.
fr: Si on retire la carte, ne laissant ainsi que le point rouge et son méridien-aiguille, il demeure une montre presque ordinaire. Sur une montre ordinaire (de 24 heures), on ne peut voir la carte derrière le méridien. Mais pourtant elle est là ! Et l'aiguille est juste un méridien de la carte : votre méridien.
it: Adesso dimentica la mappa, considera soltanto il punto rosso e il meridiano. Cosa rimane ? Pressapoco una normale lancetta delle ore. Solo che, se hai un orologio classico (di 24 ore), non puoi vedere la mappa che sta dietro al meridiano. Ma la mappa è là - e la lancetta non è altro che un meridiano sulle mappa : il tuo meridiano.

source: An Azimuthal Equidistant Projection is mounted on a 24-hour clock face. The hour hand is replaced by an indicator of the current position of the clock (the "red dot"). Centering the projection on the South Pole aligns the clockwise spin's direction of the Earth (as seen from the South Pole) with the traditional clockwise movement of the clock's hand. The same projection could be mounted on the face of an equatorial sundial set for the Southern hemisphere.
fr: En centrant la projection de la carte sur le pôle Sud, nous nous alignons sur la rotation dans le sens des aiguilles d'une montre de la Terre (lorsqu'elle est vue du pôle Sud) pour respecter ce sens intuitif. Cette projection pourrait-être montée sur la face d'un cadran solaire équatorial prévu pour l'hémisphère Sud.
it: Centrando la proiezione della mappa sul Polo Sud, si allinea la rotazione in senso orario della Terra (vista dal Polo Sud) con il movimento in senso orario della lancetta. Questa proiezione si può montare sul supporto di una meridiana impostata per l'emisfero Sud.

source: Perfectly working clocks can fail to tell the time. If you are at the South Pole, the red dot is at the center of the clock's face. It lies on every meridian. If you are at the North Pole, the red dot spreads and occupies the outer circumference; there too it lies on every meridian. Fair enough: at the North and the South Pole it does not make sense to ask for the hour. Two travelers heading north from different starting points who meet at the North Pole could only observe the differences between the readings of their clocks. Their clocks at the poles only indicate the direction they are coming from; they only contain spatial information.
fr: Une montre en parfait état de marche peut aussi échouer à donner l'heure. Par exemple, si vous êtes au pôle Sud, le point rouge est au centre de la montre. Il croise tout les méridiens. Si vous êtes au pôle Nord, le point rouge recouvre la circonférence de la carte, et il croise aussi tous les méridiens. Acceptons : aux pôles Nord et Sud, il est insensé de demander l'heure. Deux voyageurs se dirigeants vers le Nord à partir de points de départs différents et qui se croiseraient au pôle Nord ne pourraient que constater la différence entre leurs deux montres. Leurs montres aux pôles n'indiquent que la direction d'où ils viennent : elle ne contiennent que de l'information spatiale.
it: Anche gli orologi che funzionano meglio possono sbagliarsi. Se sei al Polo Sud, il punto rosso si trova al centro del quadrante dell'orologio. Dice il falso su ogni meridiano. Se invece sei al Polo Nord, il punto rosso si espande fino ad occupare la circonferenza esterna, e quindi, anche in questo caso, mente su ogni meridiano. D'accordo : al Polo Nord e al Polo Sud non ha alcun senso chiedere l'ora. Due viaggiatori che muovono verso nord da punti di partenza diversi, e che si incontrano al Polo Nord, non potrebbero constatare altro che une differenza di lettura tra i loro rispettivi orologi. Ai poli, i loro orologi indicano soltanto la direzione da cui provengono : contengono un'informazione squisitamente spaziale.

source: A sundial whose stylus coincides with the North (or the South) Pole and is parallel to the Earth's axis just indicates where on Earth it is now midnight, by pointing its shadow towards a meridian. On each point on that meridian it is now midnight (and of course, at some of those places a midnight sun shines).
fr: Un cadran solaire dont le stylet coïnciderait avec le pôle Nord (ou Sud) et qui serait parallèle à l'axe de la Terre n'indiquerait par son ombre que le méridien où il fait minuit. Sur chaque point de ce méridien il est maintenant minuit (et évidement, un soleil de minuit brille sur certains de ces points).
it: Una meridiana il cui stilo coincide con il Polo Nord (o con il Polo Sud) ed è parallelo all'asse della Terra indica soltanto in quale zona del pianeta sia adesso mezzanotte, puntando la sua ombra verso un meridiano. In ogni punto di questo meridiano, adesso è mezzanotte (e, naturalmente, in alcuni di questi punti risplende il sole di mezzanotte).

source: A Southern perspective
fr: Pourquoi ce point de vue sur l'hémisphère Sud&nbsp;?
it: Una prospettiva australe

source: Many complaints have been addressed to the Northern bias in geographic representation: in most maps, North is up, South is down. The Chronogeoscope is centered on the South pole, because when seen from above the South Pole, the Earth spins clockwise, and we wanted to keep the clockwise analogy with ordinary clocks. Had we centered it on the North Pole, we would have displayed a counterclockwise rotation. The clockwise constraint and the use of the Azimuthal Equidistant Projection allow us to explore a Southern Perspective on geographic representation. In the Chronogeoscope we simply get rid of the up-down couple and replace it with the center/periphery couple: South is at the center, and North is everywhere at the periphery (remember, the North Pole is to be found at the end of each meridian, and as all meridians radiate from the South Pole, the North Pole is everywhere on the outer border of the map.)
fr: De nombreux reproches ont été portés à l'égard du biais nordiste au sein des représentations géographiques : sur la plupart des cartes le Nord est en haut et le Sud en bas. Le chronogéoscope est centré sur le pôle Sud, parce que lorsqu'elle est vue du pôle Sud, le Terre tourne dans le sens des aiguilles d'une montre, et que nous voulions préserver l'analogie avec les montres ordinaires. Cette contrainte et la projection azimutale équidistante nous permet d'explorer un point de vue sudiste sur les représentation géographiques. Pour le chronogéoscope nous nous sommes débarrassés du couple Nord/Sud pour le remplacer par le couple centre/pérphérie : Le Sud est au centre, le Nord partout à la périphérie (rappelez-vous que le pôle Nord doit être à l'extrémité extérieure de chaque méridien. Étant donné que tous les méridiens irradie du pôle Sud, le pôle Nord est partout sur le bord extérieur de la carte).
it: Molte voci critiche si sono levate contro l'automatismo "settentrionale" nella rappresentazione geografica : nella maggior parte delle mappe, il Nord è in alto, e il Sud è in basso. Il Cronogeoscopio è centrato sul Polo Sud, perché, vista da sopra il Polo Sud, la Terra ruota in senso orario, e il nostro intento era proprio mantenere l'analogia "oraria" degli orologi ordinari. Se avessimo centrato il Cronogeoscopio sul Polo Nord, avremmo mostrato una rotazione in senso antiorario. Il vincolo del senso orario e l'utilizzo della Proiezione Azimutale Equidistante ci permettono di esplorare una prospettiva australe nella rappresentazione geografica. Nel Cronogeoscopio, ci liberiamo semplicemente della coppia in alto/in basso, sostituendola con la coppia centro/periferia. Il Sud è al centro, e il Nord è dappertutto alla periferia (ricordati che il Polo Nord si trova al punto estremo di ogni meridiano, e poiché tutti i meridiani irradiano dal Polo Sud, il Polo Nord è dappertutto al limite esterno della mappa).
