Repository: webplate/chronogeoscope
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: fr, it

source: How to make the most of it ?
fr: Comment en tirer parti efficacement&nbsp;?
it: Come usarlo al meglio?

source: The Cronogeoscope is a slow educational device. It spins at the angular speed of the Earth, (15°/hour), thus your vision can't tell that it moves. You have to wait and use your memory to realize the change. Sure enough, the general trend is towards optimizing learning time ("the quicker, the better"); unfortunately we cannot offer time shortcuts here (of course you can shot a time lapse of the web page.) Here is a suggestion for educators: display it in the morning, when class begins. Then go back to it later in the day. Compare it with the movement of an ordinary clock - that spins twice as fast. Take screenshots and post them to the walls.
fr: Le chronogéoscope est un outil éducatif particulièrement lent. Il tourne à la vitesse angulaire de la Terre, 15°/heure, et votre vision ne peut voir qu'il bouge. Il faut attendre et user de sa mémoire pour visualiser le changement. Même si la mode est à l'optimisation du temps d'apprentissage (plus vite c'est mieux) nous ne pouvons malheureusement pas offrir de raccourci temporel (vous pouvez toujours filmer un timelapse de la page web). Une suggestion pour les professeurs : montrez le chronogéoscope le matin quand le cours commence. Et retournez-y plus tard dans la journée. Comparez le avec le mouvement d'une montre classique (qui tourne deux fois plus vite). Faites des captures d'écran et postez les sur les murs.
it: Il Cronogeoscopio è un congegno educativo lento. Ruota alla velocità angolare della Terra (15° all'ora), tanto che, a prima vista, non ti sembra che si stia muovendo. Per renderti conto del cambiamento devi aspettare, e fare appello alla tua memoria. Certo, la tendenza generale impone di ottimizzare i tempi di apprendimento ("più vai veloce, meglio è"), ma purtroppo, qui non possiamo offrirti scorciatoie temporali (a meno di visionare un filmato accelerato della pagina web). Ecco un consiglio per gli insegnanti : mostrate agli studenti il Cronogeoscopio al mattino, all'inizio della lezione. Poi, tornateci un po' più tardi. Paragonate il suo spostamento a quello di un orologio ordinario - che ruota due volte più veloce. Fate qualche screen-shot e postatelo sui muri.

source: Disclaimer
fr: Usage prévu
it: Attenzione !

source: The Chronogeoscope is not a measuring or a precision instrument. It is not a clock, but an approximate model of the Earth's spin. Its use is meant to be purely educational or recreational. Do not use it for telling the time, setting appointments, planning a trip to the airport etc. we cannot take any responsibility for uses that go beyond the intended educational use of the software.
fr: Le chronogéoscope n'est pas un instrument de mesure et nous ne garantissons pas sa précision. Ce n'est pas une montre, mais un modèle approximatif de la rotation de la Terre. Il est prévu pour un usage purement éducatif ou récréatif. Ne l'utilisez pas pour assurer un rendez-vous, planifier un voyage à l'aéroport etc. Nous ne pouvons prendre aucune responsabilité devant des usages dépassant le but éducatif de ce logiciel.
it: Il Cronogeoscopio non è uno strumento di misura, né un dispositivo di precisione. Non è un orologio, ma un modello approssimativo della rotazione terrestre. È pensato per un impiego squisitamente educativo o ricreativo. Non usarlo per sapere che ore siano, pianificare i tuoi appuntamenti, organizzarti per andare all'aeroporto o cose del genere ! Non possiamo prenderci alcuna responsabilità per ogni uso del Cronogeoscopio che vada al di là dello scopo educativo proprio del software.

source: What is a %(license)s license ?
fr: Qu'est-ce qu'une licence %(license)s&nbsp;?
it: Che cos'è una %(license)s licenza?

source: A %(license)s license allows you to do practically anything noncommercial with the idea and code of the Chronogeoscope, provided you credit authorship to Roberto Casati and Glen Lomax. Commercial uses of the idea or the code should be approved by its authors. Please read the relevant texts at creativecommons.org
fr: Une licence %(license)s vous autorise à faire presque tout de non commercial avec l'idée et le code du chronogéoscope, à condition de citer les créateurs Roberto Casati et Glen Lomax. L'approbation des auteurs est requise pour tout usage commercial de l'idée ou du code du chronogéoscope. Vous pouvez consulter les textes légaux sur creativecommons.org
it: Una %(license)s licenza ti consente di fare praticamente qualsiasi cosa (che non sia a scopo commerciale!) con l'idea e il codice del Cronogeoscopio, a condizione di citare come autori Roberto Casati e Glen Lomax. Ogni uso commerciale dell'idea o del codice devono essere approvati dagli autori. Se sei interessato, puoi leggere le informazioni rilevanti qui : creativecommons.org

source: Confidentiality Rules
fr: Règles de confidentialité
it: Norme di confidenzialità

source: This application uses your position only locally. Thus your location isn't shared with us or stored anywhere. Except for viewing statistics on this webpage, we don't keep any information about our users.
fr: Cette application n'utilise votre position que localement. Ainsi votre position n'est pas partagée avec nous et n'est stockée nulle part. Mise à part des statistiques de visualisation de cette page web, nous ne conservons aucune donnée utilisateur.
it: Il Cronogeoscopio utilizza la tua posizione solo localmente. Vuol dire che non stai condividendo con noi la tua ubicazione, che quindi non verrà registrata da nessuna parte. Le sole informazioni che conserviamo sui nostri utenti sono quelle relative alla visualizzazione delle statistiche di questa pagina, altrimenti non archiviamo alcun dato.

source: Android version
fr: Version Android
it: Versione per Android

source: We have an application on Google Play. Try it by following this link to the app-store:
fr: Nous avons une application sur Google Play. Essayez-la en cliquant sur le lien ci-dessous&nbsp;:
it: Abbiamo un'applicazione su Google Play. Se vuoi provarla, segui questo link:

source: Chronogeoscope for Android
fr: Le Chronogéoscope sur Android
it: Cronogeoscopio per Android

source: Where can I find the source code ?
fr: Où puis-je trouver le code source&nbsp;?
it: Dove posso trovare il codice sorgente?

source: Everything is published on GitHub with setup instructions to host your own or to try and improve it !
fr: Tout le code est publié sur GitHub avec les instructions pour héberger, essayer ou améliorer le chronogéoscope&nbsp;!
it: Abbiamo pubblicato tutto quanto su GitHub, con le istruzioni di set-up per aggiungere il tuo codice, o per provare a migliorare il nostro!

source: Find the source code at :
fr: Accédez au code source à l'adresse :
it: Il codice sorgente puoi trovarlo qui:

source: Who are we ?
fr: Qui sommes-nous&nbsp;?
it: Chi siamo?

source: Roberto Casati is a Senior researcher with the French CNRS.
fr: Roberto Casati est chercheur chevronné au sein du CNRS.
it: Roberto Casati è un Senior researcher al CNRS francese.

source: Glen Lomax is an independent researcher and coder.
fr: Glen Lomax est un chercheur et développeur indépendant.
it: Glen Lomax è un ricercatore e programmatore indipendente.

source: Together, Casati and Lomax have published the open source educational software %(astrini)s.
fr: Ensemble, Roberto Casati et Glen Lomax ont publié le logiciel éducatif open-source %(astrini)s.
it: Casati e Lomax hanno pubblicato insieme il software educativo open source %(astrini)s.

source: The Chronogeoscope software and this explanatory text are published under the license %(license)s.
fr: Le logiciel chronogéoscope et ce texte explicatif sont publiés sous la license %(license)s.
it: Il software del Cronogeoscopio e questo testo esplicativo sono pubblicati sotto licenza %(license)s.
